{
  "title": "स्वागत | IPFS",
  "description": "स्वागत पृष्ठ",
  "connected": {
    "paragraph1": "इंटरनेट के नए भविष्य में आपका स्वागत है | अब आप डिट्रिब्यूटेड वेब प्रणाली का एक अमूलय हिस्सा है "
  },
  "notConnected": {
    "paragraph1": "IPFS डॉक्स में इंस्टॉलेशन गाइड देखें \nया इन सामान्य सुधारों \nको आजमाएं",
    "paragraph2": "क्या आपका IPFS डेमॉन चल रहा है?\nइसे अपने टर्निमल से स्टार्ट या रीस्टार्ट करने का प्रयास करे| ",
    "paragraph3": "क्या आपका IPFS API क्रॉस-ओरिजिन (CORS) रिक्वेस्ट्स की अनुमति देने के लिए कॉन्फ़िगर किया गया है? यदि नहीं, तो इन कमांड्स को चलाएँ और फिर टर्मिनल से अपना demon शुरू करें",
    "paragraph4": "क्या आपकी IPFS API 5001 पोर्ट से अलग किसी और पोर्ट पर है ?\nयदि आपका नोड कस्टम API पते के साथ कॉन्फ़िगर किया गया है, तो इसे यहां दर्ज करें"
  },
  "aboutIpfs": {
    "header": "IPFS क्या है?",
    "paragraph1": "एक हाइपर मीडिया डिस्ट्रीब्यूशन प्रोटोकॉल है \nजिसमें Kademlia, BitTorrent, Git \nऔर बहुत कुछ के विचार शामिल हैं|\n",
    "paragraph2": "एक पीयर टू पीयर फाइल स्थान्तरण नेटवर्क है \nजो की पूर्णतः विकेन्द्रीकृत आर्किटेक्चर पर बना है \nऔर इसमें कोई केंद्रीय फेलियर , सेंसरशिप या नियंत्रण केंद्र नहीं है",
    "paragraph3": "कल के वेब पर रैंप पर — पारंपरिक ब्राउज़र https://ipfs.io जैसे गेटवे के माध्यम से या सीधे IPFS कंपेनियन एक्सटेंशन का उपयोग करके IPFS फ़ाइलों तक पहुंच सकते हैं",
    "paragraph4": "क अगली पीढ़ी का CDN- कैश-फ्रेंडली कंटेंट-हैश एड्रेसिंग और बिटटोरेंट-स्टाइल बैंडविड्थ वितरण के साथ इसे दुनिया के लिए उपलब्ध कराने के लिए बस अपने नोड में एक फाइल जोड़ें",
    "paragraph5": "एक मजबूत ओपन-सोर्स समुदाय द्वारा समर्थित, पूरी तरह से वितरित ऐप्स और सेवाओं के निर्माण के लिए एक डेवलपर टूलसेट है "
  },
  "welcomeInfo": {
    "header": "इस app आप कर सकते है ",
    "paragraph1": "अपना नोड स्टेटस चेक करे और देखे की आप कितने पीअर्स के साथ जुड़े हुए है , आपकी स्टोरेज कितनी है , बैंडविथ के आकड़े और भी कई चीज़े ",
    "paragraph2": "अपने IPFS रेपो में फ़ाइलें देखें और प्रबंधित करें, जिसमें ड्रैग-एंड-ड्रॉप फ़ाइल आयात, आसान पिनिंग, और त्वरित साझाकरण और डाउनलोड विकल्प शामिल हैं",
    "paragraph3": "कुछ सैंपल डेटासेट के साथ \"मर्कल फ़ॉरेस्ट\" पर जाएँ और IPFS के काम करने के तरीके को रेखांकित करने वाले डेटा मॉडल IPLD को एक्सप्लोर करें",
    "paragraph4": "देखे की आपके नोड से कौन जुड़ा है , जिओलोकेटेड कर सकते है विश्व के नक़्शे पर उनके IP address द्वारा ",
    "paragraph5": "किसी भी कमांड लाइन टूल के उपयोग के बिना ही नोड सेटिंग्स को रिव्यु या एडिट करे ",
    "paragraph6": "इस APP के सोर्स कोड को चेक करे और इसमें भागीदारी निभाए या कसी बग को रिपोर्ट करे, IPFS को सभी के लिए बेहतर बनाये. "
  },
  "tour": {
    "step1": {
      "title": "स्वागत पृष्ठ",
      "paragraph1": "यह पृष्ठ आपको यह बताता है कि क्या आप IPFSसे जुड़े हैं, और उन चीजों के लिए विचार प्रदान करता है जो आप इस ऐप में कर सकते हैं।",
      "paragraph2": "यदि आप IPFS API से कनेक्टेड नहीं हैं, तो यह पेज कुछ अन्य पेजों के स्थान पर भी दिखाई देता है, जिसमें यह संकेत दिया जाता है कि कैसे कनेक्ट किया जाए।",
      "paragraph3": "आप नेविगेशन बार में IPFS क्यूब लोगो पर क्लिक करके ऐप में कहीं से भी इस पेज पर जा सकते हैं।"
    }
  }
}
