{
  "title": "Vítejte | IPFS",
  "description": "Úvodní stránka",
  "connected": {
    "paragraph1": "Vítejte v budoucnosti internetu! Nyní jste cennou součástí distribuovaného webu."
  },
  "notConnected": {
    "paragraph1": "<0>Podívejte se na průvodce instalací v dokumentech IPFS<1> nebo vyzkoušejte tyto běžné opravy:</0>",
    "paragraph2": "<0>Je spuštěn démon IPFS? Zkuste jej spustit nebo restartovat z terminálu:</0>",
    "paragraph3": "<0>Je vaše rozhraní IPFS API nakonfigurováno tak, aby umožňovalo <1>požadavky s křížovým původem (CORS)</1>? Pokud ne, spusťte tyto příkazy a poté spusťte démona z terminálu:</0>",
    "paragraph4": "<0>Je rozhraní IPFS API na jiném portu než 5001? Pokud je váš uzel nakonfigurován s <1>vlastní adresou API</1>, zadejte ji zde</0>."
  },
  "aboutIpfs": {
    "header": "Co je to IPFS?",
    "paragraph1": "<0><0>Hypermediální distribuční protokol</0>, který zahrnuje myšlenky z Kademlie, BitTorrentu, Gitu a dalších.</0>",
    "paragraph2": "<0><0>Síť pro přenos souborů peer-to-peer</0> se zcela decentralizovanou architekturou bez centrálního bodu selhání, cenzury nebo kontroly</0>",
    "paragraph3": "<0><0>Vstup na web zítřka</0> - tradiční prohlížeče mohou přistupovat k souborům IPFS prostřednictvím bran, jako je <2>https://ipfs.io</2>, nebo přímo pomocí rozšíření <4>IPFS Companion</4></0>.",
    "paragraph4": "<0><0>CDN nové generace</0> - stačí přidat soubor do uzlu a zpřístupnit jej světu pomocí adresování obsahu do mezipaměti a širokopásmová distribuce ve stylu BitTorrentu.</0>",
    "paragraph5": "<0><0>Sada vývojářských nástrojů</0> pro tvorbu <2>kompletně distribuovaných aplikací a služeb</2> podporovaná robustní open-source komunitou</0>"
  },
  "welcomeInfo": {
    "header": "V této aplikaci můžete ...",
    "paragraph1": "<0><0>Zkontrolujte stav svého uzlu</0>, včetně počtu partnerů, ke kterým jste připojeni, statistik úložiště a šířky pásma a dalších údajů.</0>",
    "paragraph2": "<0><0>Zobrazení a správa souborů</0> v repozitáři IPFS, včetně importu souborů přetažením, snadného připnutí a možností rychlého sdílení a stahování</0>",
    "paragraph3": "<0><0>Navštivte \"Merkleho les\"</0> s několika ukázkovými soubory dat a prozkoumejte IPLD, datový model, který je základem fungování IPFS.</0>",
    "paragraph4": "<0><0>Podívejte se, kdo je připojen k vašemu uzlu</0>, geolokačně na mapě světa podle jeho IP adresy</0>",
    "paragraph5": "<0><0>Zkontrolujte nebo upravte nastavení uzlu</0> - není nutný příkazový řádek</0>",
    "paragraph6": "<0><0>Podívejte se na zdrojový kód této aplikace</0>, <2>nahlaste chybu</2> nebo přispějte a vylepšete IPFS pro všechny!</0>"
  },
  "tour": {
    "step1": {
      "title": "Úvodní stránka",
      "paragraph1": "Tato stránka vás informuje o tom, zda jste připojeni k IPFS, a nabízí nápady, co můžete v této aplikaci dělat.",
      "paragraph2": "Pokud nejste připojeni k rozhraní API systému IPFS, zobrazí se místo některých jiných stránek také tato stránka s radami, jak se připojit.",
      "paragraph3": "Tuto stránku můžete navštívit odkudkoli v aplikaci kliknutím na logo kostky IPFS v navigačním panelu."
    }
  }
}
