{
  "title": "Vítejte | IPFS",
  "description": "Úvodní stránka",
  "connected": {
    "paragraph1": "Vítejte v budoucnosti internetu! Nyní jste cennou součástí distribuovaného webu."
  },
  "notConnected": {
    "paragraph1": "<0>Podívejte se na průvodce instalací v dokumentech IPFS<1> nebo vyzkoušejte tyto běžné opravy:</0>",
    "paragraph2": "<0>Is your IPFS daemon running? Try starting or restarting Kubo from your terminal:</0>",
    "paragraph3": "<0>Is your Kubo RPC API configured to allow <1>cross-origin (CORS) requests</1>? If not, run these commands and then start your daemon from the terminal:</0>",
    "paragraph4": "<0>Is your Kubo RPC API on a port other than 5001? If your node is configured with a <1>custom API address</1>, enter it here.</0>"
  },
  "aboutIpfs": {
    "header": "Co je to IPFS?",
    "paragraph1": "<0><0>Hypermediální distribuční protokol</0>, který zahrnuje myšlenky z Kademlie, BitTorrentu, Gitu a dalších.</0>",
    "paragraph2": "<0><0>Síť pro přenos souborů peer-to-peer</0> se zcela decentralizovanou architekturou bez centrálního bodu selhání, cenzury nebo kontroly</0>",
    "paragraph3": "<0><0>An on-ramp to tomorrow's web</0> — traditional browsers can access IPFS files through gateways like <2>https://dweb.link</2> or directly using the <4>IPFS Companion</4> extension</0>",
    "paragraph4": "<0><0>CDN nové generace</0> - stačí přidat soubor do uzlu a zpřístupnit jej světu pomocí adresování obsahu do mezipaměti a širokopásmová distribuce ve stylu BitTorrentu.</0>",
    "paragraph5": "<0><0>Sada vývojářských nástrojů</0> pro tvorbu <2>kompletně distribuovaných aplikací a služeb</2> podporovaná robustní open-source komunitou</0>"
  },
  "welcomeInfo": {
    "header": "V této aplikaci můžete ...",
    "paragraph1": "<0><0>Zkontrolujte stav svého uzlu</0>, včetně počtu partnerů, ke kterým jste připojeni, statistik úložiště a šířky pásma a dalších údajů.</0>",
    "paragraph2": "<0><0>Zobrazení a správa souborů</0> v repozitáři IPFS, včetně importu souborů přetažením, snadného připnutí a možností rychlého sdílení a stahování</0>",
    "paragraph3": "<0><0>Navštivte \"Merkleho les\"</0> s několika ukázkovými soubory dat a prozkoumejte IPLD, datový model, který je základem fungování IPFS.</0>",
    "paragraph4": "<0><0>Podívejte se, kdo je připojen k vašemu uzlu</0>, geolokačně na mapě světa podle jeho IP adresy</0>",
    "paragraph5": "<0><0>Zkontrolujte nebo upravte nastavení uzlu</0> - není nutný příkazový řádek</0>",
    "paragraph6": "<0><0>Podívejte se na zdrojový kód této aplikace</0>, <2>nahlaste chybu</2> nebo přispějte a vylepšete IPFS pro všechny!</0>"
  },
  "tour": {
    "step1": {
      "title": "Úvodní stránka",
      "paragraph1": "Tato stránka vás informuje o tom, zda jste připojeni k IPFS, a nabízí nápady, co můžete v této aplikaci dělat.",
      "paragraph2": "If you aren't connected to the Kubo RPC API, this page also appears in place of some other pages, with hints for how to get connected.",
      "paragraph3": "Tuto stránku můžete navštívit odkudkoli v aplikaci kliknutím na logo kostky IPFS v navigačním panelu."
    }
  }
}
