{
  "title": "Selamat datang | IPFS",
  "description": "Halaman Selamat Datang",
  "connected": {
    "paragraph1": "Selamat datang di masa depan internet! Anda sekarang menjadi bagian berharga dari web terdistribusi."
  },
  "notConnected": {
    "paragraph1": "<0>Lihat panduan penginstalan di <1>Dokumen IPFS</1>, atau coba perbaikan umum berikut:</0>",
    "paragraph2": "<0>Apakah daemon IPFS Anda berjalan? Coba mulai atau mulai ulang dari terminal Anda:</0>",
    "paragraph3": "<0>Apakah API IPFS Anda dikonfigurasi untuk mengizinkan <1>permintaan lintas-asal (CORS)</1>? Jika tidak, jalankan perintah ini lalu mulai daemon Anda dari terminal:</0>",
    "paragraph4": "<0>Apakah API IPFS Anda pada port selain 5001? Jika node Anda dikonfigurasi dengan <1>alamat API kustom</1>, masukkan di sini.</0>"
  },
  "aboutIpfs": {
    "header": "Apa itu IPFS?",
    "paragraph1": "<0><0>Protokol distribusi hypermedia</0> yang menggabungkan ide-ide dari Kademlia, BitTorrent, Git, dan banyak lagi</0>",
    "paragraph2": "<0><0>Jaringan transfer berkas peer-to-peer</0> dengan arsitektur yang sepenuhnya terdesentralisasi dan tidak ada titik pusat kegagalan, sensor, atau kontrol</0>",
    "paragraph3": "<0><0>Jalan menuju web masa depan</0> — peramban tradisional dapat mengakses berkas IPFS melalui gerbang seperti <2>https://ipfs.io</2> atau langsung menggunakan ekstensi <4>Sahabat IPFS</4></0> ",
    "paragraph4": "<0><0>CDN generasi berikutnya</0> — cukup tambahkan berkas ke node Anda untuk membuatnya tersedia bagi dunia dengan pengalamatan hash konten yang ramah-cache dan distribusi bandwidth ala BitTorrent</0>",
    "paragraph5": "<0><0>Perangkat pengembang</0> untuk membangun <2>aplikasi dan layanan yang terdistribusi sepenuhnya</2>, didukung oleh komunitas sumber terbuka yang tangguh</0>"
  },
  "welcomeInfo": {
    "header": "Dalam aplikasi ini, Anda dapat…",
    "paragraph1": "<0><0>Periksa status node Anda</0>, termasuk berapa banyak rekan yang terhubung dengan Anda, statistik penyimpanan dan bandwidth Anda, dan banyak lagi</0>",
    "paragraph2": "<0><0>Lihat dan kelola berkas</0> di repo IPFS Anda, termasuk impor berkas drag-and-drop, penyematan mudah, dan opsi berbagi dan unduh cepat</0>",
    "paragraph3": "<0><0>Kunjungi \"Merkle Forest\"</0> dengan beberapa kumpulan data sampel dan jelajahi IPLD, model data yang mendukung cara kerja IPFS</0>",
    "paragraph4": "<0><0>Lihat siapa yang terhubung ke node Anda</0>, berlokasi geografis di peta dunia berdasarkan alamat IP mereka</0>",
    "paragraph5": "<0><0>Tinjau atau edit pengaturan node Anda</0> — tidak perlu baris perintah</0>",
    "paragraph6": "<0><0>Periksa kode sumber aplikasi ini</0> untuk <2>melaporkan bug</2> atau memberikan kontribusi, dan jadikan IPFS lebih baik untuk semua orang!</0>"
  },
  "tour": {
    "step1": {
      "title": "Halaman selamat datang",
      "paragraph1": "Halaman ini memberi tahu Anda jika Anda terhubung ke IPFS, dan menawarkan ide untuk hal-hal yang dapat Anda lakukan di aplikasi ini.",
      "paragraph2": "Jika Anda tidak terhubung ke API IPFS, halaman ini juga muncul menggantikan beberapa halaman lain, dengan petunjuk tentang cara terhubung.",
      "paragraph3": "Anda dapat mengunjungi halaman ini dari mana saja di aplikasi dengan mengklik logo kubus IPFS di bilah navigasi."
    }
  }
}
