{
  "title": "Bienvenido a IPFS",
  "configureApiPort": {
    "header": "¿Está su API en un puerto que no sea el 5001?",
    "paragraph1": "<0>Si su nodo IPFS está configurado con una <1>dirección API personalizada</1>, por favor configúrelo aquí.</0>"
  },
  "apiAddressForm": {
    "apiLabel": "Dirección de API",
    "submitButton": "Enviar"
  },
  "connected": {
    "header": "Conectado a IPFS",
    "paragraph1": "<0>Ahora, es hora de que explore su nodo. Diríjase a la <1>página de archivos</1> para administrar y compartir sus archivos, o explore <3>Merkle Forest</3> de datos enlazados por hash alojados por par a través del <5>explorador IPLD</5>.</0>",
    "paragraph2": "<0>Siempre puede volver a esta dirección para cambiar el nodo IPFS al que está conectado.</0>"
  },
  "notConnected": {
    "header": "¿Está funcionando su daemon IPFS?",
    "paragraph1": "<0>Error al conectarse a la API.</0>",
    "paragraph2": "<0>Asegúrese de <1>configurar su IPFS API</1> para permitir solicitudes de origen cruzado (CORS), ejecutando los siguientes comandos:</0>",
    "paragraph3": "<0>Inicie un demonio IPFS en una terminal:</0>",
    "paragraph4": "<0>Para obtener más información sobre cómo comenzar con IPFS, puede <1>leer la guía</1>.</0>"
  },
  "aboutIpfs": {
    "header": "¿Que es IPFS?",
    "paragraph1": "<0><0>IPFS es un protocolo</0> que define un sistema de archivos con contenido dirigido, coordina la entrega de contenido y combina ideas de Kademlia, BitTorrent, Git y más.</0>",
    "paragraph2": "<0><0>IPFS es un sistema de archivos.</0> Tiene directorios y archivos y sistema de archivos montable a través de FUSE.</0>",
    "paragraph3": "<0><0>IPFS es una web.</0> Se puede acceder a los archivos a través de portales HTTP como <2>https://ipfs.io</2>. Navegadores <4>Puede ser extendido</4> a usar el <6>ipfs://</6> esquema directamente, y el contenido dirigido por hash garantiza la autenticidad.</0>",
    "paragraph4": "<0><0>IPFS es p2p.</0> Admite transferencias de archivos par a par en todo el mundo con una arquitectura completamente descentralizada y sin punto central de falla.</0>",
    "paragraph5": "<0><0>IPFS es un CDN.</0> Agregue un archivo a su repositorio local, y ahora está disponible para el mundo con direccionamiento de hash de contenido compatible con caché y distribución de ancho de banda similar a BitTorrent.</0>"
  }
}
