{
  "title": "Einstellungen",
  "save": "Speichern",
  "saving": "Speichervorgang läuft…",
  "reset": "Zurücksetzen",
  "learnMoreLink": "Mehr erfahren.",
  "pinningServices": {
    "title": "Pinning-Dienste",
    "description": "Use local pinning when you want to ensure an item on your node is never garbage-collected, even if you remove it from Files. You can also link your accounts with other remote pinning services to automatically or selectively persist files with those providers, enabling you to keep backup copies of your files and/or make them available to others when your local node is offline.",
    "noPinRemoteDescription": "Unterstützung für Remote-Pinning-Dienste von Drittanbietern fehlt. Aktualisiere deinen IPFS-Knoten auf go-ipfs 0.8.0 oder höher, damit du sie hier hinzufügen und konfigurieren kannst.",
    "addAutoUpload": "Automatisch hochladen aktivieren",
    "removeAutoUpload": "Automatisch hochladen deaktivieren"
  },
  "language": "Sprache",
  "analytics": "Analysetools",
  "cliTutorMode": "CLI-Tutor-Modus",
  "config": "IPFS-Konfiguration",
  "languageModal": {
    "title": "Sprache ändern",
    "description": "Wähle Deine bevorzugte Sprache.",
    "translationProjectIntro": "Füge Übersetzungen hinzu oder verbessere sie und mache IPFS besser für jeden!",
    "translationProjectLink": "Dem IPFS-Übersetzungsprojekt beitreten"
  },
  "apiDescription": "<0>Wenn Dein Node mit einer <1>benutzerdefinierten API-Adresse</1> konfiguriert ist, einschließlich eines anderen Ports als dem Standard-Port 5001, gib sie bitte hier ein.</0>",
  "cliDescription": "<0>Aktiviere diese Option, um ein \"Code anzeigen\" <1></1> Symbol neben häufigen IPFS Befehlen anzuzeigen. Wenn du auf das Symbol klickst, öffnet sich ein Fenster mit CLI-Code des Befehls, den du in die IPFS Kommandozeile deines Terminals einfügen kannst.</0>",
  "cliModal": {
    "extraNotesJsonConfig": "If you've made changes to the config in this page's code editor that you'd like to save, click the download icon next to the copy button to download it as a JSON file."
  },
  "pinningModal": {
    "title": "Wähle einen Pinning-Dienstanbieter aus.",
    "description": "Du siehst deinen Pinning-Dienstleister nicht? <1>Füge einen eigenen hinzu.<1>"
  },
  "pinningServiceModal": {
    "title": "Konfiguriere einen benutzerdefinierten Pinning-Service.",
    "description": "Möchtest du deinen benutzerdefinierten Pinning-Service anderen zur Verfügung stellen? <1>Erfahre wie.<1>",
    "service": "Service",
    "nickname": "Name",
    "nicknamePlaceholder": "Name for your service",
    "apiEndpoint": "API-Endpunkt",
    "apiEndpointPlaceholder": "URL for its API endpoint",
    "secretApiKey": "Secret access token",
    "autoUpload": "Automatisch hochladen"
  },
  "autoUploadModal": {
    "title": "Change upload policy for {name}",
    "description": "When enabled, auto upload will periodically pin the root of your Files directory, ensuring everything is pinned remotely and available to other peers even when your local IPFS node goes offline. If you disable it, you can still pin each file manually using the \"Set pinning\" option on the Files screen."
  },
  "errors": {
    "nickname": "Name ist erforderlich",
    "apiError": "API-Fehler",
    "apiEndpoint": "Muss eine gültige URL sein",
    "secretApiKey": "Secret access token is required",
    "failedToFetch": "Failed to fetch",
    "failedToFetchTitle": "Unable to fetch pin count from this remote service. Make sure it is online and that you entered correct credentials. If this is a newly added service, try removing and adding it again."
  },
  "actions": {
    "addService": "Add Service",
    "edit": "Ändern",
    "close": "Schließen",
    "save": "Speichern",
    "cancel": "Abbrechen",
    "enable": "Aktivieren",
    "disable": "Deaktivieren"
  },
  "edit": "Bearbeiten",
  "visitService": "Visit service",
  "remove": "Entfernen",
  "localPinning": "Local Pinning",
  "service": "Service",
  "size": "Größe",
  "pins": "Pins",
  "autoUpload": "Automatisch hochladen",
  "autoUploadPolicy": {
    "true": "All files",
    "false": "Aus"
  },
  "fetchingSettings": "Einstellungen werden geladen...",
  "configApiNotAvailable": "Die API zur IPFS-Konfigurations ist nicht verfügbar. Bitte deaktiviere die Browser-Erweiterung \"IPFS Companion\" und versuche es erneut.",
  "ipfsDaemonOffline": "Der IPFS Daemon ist offline. Bitte starten Sie ihn und versuchen es erneut.",
  "settingsUnavailable": "Einstellungen nicht verfügbar. Bitte überprüfe, ob Dein IPFS-Daemon läuft.",
  "settingsHaveChanged": "Die Einstellungen haben sich geändert. Bitte klicke auf <1>Zurücksetzen</1>, um den Inhalt des Editors zu aktualisieren.",
  "errorOccured": "Beim Speichern Deiner Änderungen ist ein Fehler aufgetreten",
  "checkConsole": "Öffne Deine Browser-Konsole, um mehr Informationen zu erhalten.",
  "changesSaved": "Deine Änderungen wurden gespeichert.",
  "settingsWillBeUsedNextTime": "Die neuen Einstellungen werden beim nächsten Start des IPFS-Daemon verwendet.",
  "ipfsConfigDescription": "Die IPFS-Konfigurationsdatei ist ein JSON-Dokument. Es wird einmalig beim Start des IPFS-Daemon gelesen. Speichere Deine Änderungen und starte den IPFS-Daemon neu, um sie anzuwenden.",
  "ipfsConfigHelp": "Weitere Informationen findest Du in der Dokumentation.",
  "AnalyticsToggle": {
    "label": "Helfen Sie uns die App zu verbessern, indem Sie anonyme Nutzerdaten senden.",
    "summary": "Konfigurieren Sie, was gesammelt wird.",
    "paragraph1": "Keine CIDs, Dateinamen oder andere persönlichen Daten werden gesammelt. Wir nutzen die Metriken um zu sehen, welche Features nützlich sind um zu entscheiden, was wir als nächstes erweitern sollen. Ferner nutzen wir Informationen zur Systemkonfiguration um unser Testing zu verfeinern.",
    "paragraph2": "Protocol Labs hosted eine <1>Countly</1> Instanz, die anonymisierte Nutzerdaten für diese App aufzeichnet",
    "basicInfo": "Folgende zusätzliche Informationen werden an countly.ipfs.io gesendet",
    "optionalInfo": "Sie können per Opt-in folgende Informationen senden:",
    "sessions": {
      "label": "Sitzungen",
      "summary": "Wann und wie lange Sie die App nutzen sowie Browser-Metriken",
      "details": "<0>Folgende Browser-Metriken werden übertragen:</0><1><0>Eine zufällig generierte Geräte-ID</0><1>Timestamp zum Beginn der Sitzung</1><2>Getaktete  Timestamps, um die Dauer zu messen</2><3>Die App-Version, z.B. 2.4.4</3><4>Spracheinstellung, z.B. de-DE</4><5>User Agent, z.B. Mozilla/5.0 (Macintosh; Intel Mac OS X 10_14_2) …</5><6>Bildschirmauflösung, z.B. 800×600</6><7>Pixeldichte, z.B. 1</7></1>"
    },
    "events": {
      "label": "Ereignisse",
      "summary": "Ereignisse wie Dateien hinzufügen oder löschen und wie lange diese dauerten",
      "details": "App-spezifische Ereignisse. Wir zeichnen nur auf, welche Aktion durchgeführt wurde, wie lange diese vom Beginn bis zum Ende gedauert hat, und ob von dem Ereignis mehrere Objekte betroffen waren. "
    },
    "views": {
      "label": "Seitenzugriffe",
      "summary": "Welche Bereiche der App Du besuchst",
      "details": "Zeichnet auf, welche Bereiche der App aufgerufen werden. Aufgezeichnete Pfade beschränken sich auf das genutzte Muster, um die korrekte Route zu finden, nicht die volle URL."
    },
    "location": {
      "label": "Standort",
      "summary": "Landeskennung der IP-Adresse (die IP Adresse selbst wird verworfen)",
      "details": "Aus Ihrer IP-Adresse wird eine Landeskennung wie \"FR\" für Frankreich erstellt. Ohne Zustimmung der Standort-Übertragung wird ein leerer Standort bei jeder Anfrage an den Server gesendet um eine Standortbestimmung zu unterbinden. Diese Information hilft uns, unsere Übersetzungstätigkeit zu bündeln und zu entscheiden, wo Veranstaltungen abgehalten werden sollten."
    },
    "crashes": {
      "label": "App Fehler",
      "summary": "JavaScript Fehlermeldungen und Stack-Traces",
      "details": "Zeichnet JavaScript Fehlermeldungen und Stack-Traces auf, die während der Nutzung der App auftreten falls möglich. Es ist sehr hilfreich zu wissen, wenn die App bei Ihnen nicht funktioniert, aber <1>Fehlermeldungen könnten identifizierbare Informationen enthalten</1> wie CIDs oder Dateipfade. Aktivieren sie diese Option deshalb nur, wenn Sie diese Informationen mit uns teilen möchten."
    }
  },
  "cliToggle": {
    "label": "Command-Line Interface (CLI) Tutor Modus aktivieren"
  },
  "tour": {
    "step1": {
      "title": "Einstellungsseite",
      "paragraph1": "Hier kannst Du die Einstellungen deiner Web-UI und deines IPFS Node verändern.",
      "paragraph2": "Wenn Du IPFS Desktop benutzt, hast Du auch einige spezifische Einstellungen dafür."
    },
    "step2": {
      "title": "Benutzerdefinierte API-Adresse",
      "paragraph1": "Wenn du deinen IPFS Knoten mit einer benutzerdefinierten API Adresse konfiguriert hast, kannst du deine Konfigurationsdatei direkt hier bearbeiten, anstatt das JSON von Hand zu bearbeiten."
    },
    "step3": {
      "title": "Pinning services",
      "paragraph1": "<0>If you have accounts with third-party remote pinning services, add them here so you can pin/unpin items to those services directly from the Files screen. You can learn more about third-party pinning services in the <1>IPFS Docs</1>.</0>"
    },
    "step4": {
      "title": "Sprachauswahl",
      "paragraph1": "<0>Hier kannst du die Sprache der Web-UI ändern. Falls deine bevorzugte Sprache nicht verfügbar ist, geh' zu unserer Projektseite in <1>Transifex</1>, um uns beim Übersetzen zu helfen!</0>"
    },
    "step5": {
      "title": "Anonyme Nutzungsanalyse",
      "paragraph1": "Wenn Du hier zustimmst, kannst Du uns helfen, die Web-UI zu verbessern, indem Du anonyme Nutzungsanalysen sendest.",
      "paragraph2": "Du kannst selbst entscheiden, welche Daten du uns senden möchtest. Wir können Dich außerdem nicht identifizieren. Der Schutz deiner Privatsphäre steht bei uns an erster Stelle."
    },
    "step6": {
      "title": "CLI tutor mode",
      "paragraph1": "Enable CLI tutor mode to see shortcuts to the command-line version of common IPFS commands — helpful if you're learning to use IPFS from the terminal, or if you just need a refresher."
    },
    "step7": {
      "title": "IPFS-Konfiguration",
      "paragraph1": "Du kannst die Konfiguration deines IPFS Nodes direkt mit der Web-UI bearbeiten!",
      "paragraph2": "Vergiss nicht, den Daemon neu zu starten, um die Änderungen anzuwenden."
    }
  },
  "Experiments": {
    "description": "Hier kannst du eine frühe Vorschau neuer Funktionen in IPFS erhalten, indem du die folgenden Optionen aktivierst. Wir testen diese Ideen und sie sind möglicherweise noch nicht perfekt, deshalb würden wir uns über Dein Feedback freuen.",
    "issueUrl": "Ein issue öffnen",
    "feedbackUrl": "💌Feedback geben",
    "readMoreUrl": "Mehr lesen"
  }
}
