{
  "title": "File",
  "home": "Home",
  "breadcrumbs": "Breadcrumb",
  "finished": "Finito!",
  "totalSize": "Totale: {size}",
  "filesSelected": "{count, plural, one {Item selected} other {Items selected}}",
  "menuOptions": "Opzioni per oggetti selezionati",
  "selectedAllEntries": "Seleziona tutte le voci della tabella",
  "individualFilesOnly": "Disponibile solamente per file individuali",
  "noPDFSupport": "Il tuo browser non supporta i PDF. Per favore, scarica il PDF per visualizzarlo:",
  "downloadPDF": "Scarica PDF",
  "downloadInstead": "Prova invece a <1>scaricarlo</1>",
  "cantBePreviewed": "Ci dispiace, questo file non può essere visualizzato in anteprima",
  "addByPath": "Da IPFS",
  "newFolder": "Nuova cartella",
  "generating": "Generazione...",
  "actions": {
    "copyHash": "Copia CID",
    "share": "Condividi collegamento"
  },
  "cliModal": {
    "extraNotesPinning": "Questo comando è solo per il pinning/unpinning locale. Se vuoi usare un servizio di pinning remoto, consulta la documentazione di quel servizio per imparare come fare il pin/unpin dalla linea di comando."
  },
  "shareModal": {
    "title": "Condividi file",
    "description": "Copia il collegamento sottostante e condividilo con i tuoi amici"
  },
  "renameModal": {
    "titleFile": "Rinomina file",
    "titleFolder": "Rinomina cartella",
    "descriptionFile": "Scegli un nuovo nome per questo file.",
    "descriptionFolder": "Scegli un nuovo nome per questa cartella."
  },
  "removeModal": {
    "titleItem": "{count, plural, one {Remove item? {name}} other {Remove {count} items?}}",
    "titleFolder": "{count, plural, one {Remove folder? {name}} other {Remove {count} folders?}}",
    "titleFile": "{count, plural, one {Remove file? {name}} other {Remove {count} files?}}",
    "descriptionItem": "{count, plural, one {Are you sure you want to remove this item? It will no longer appear on the Files screen, and will be permanently removed in the next scheduled cleanup (though copies may exist on other IPFS nodes). This action and cannot be reversed.} other {Are you sure you want to remove these {count} items? They will no longer appear on the Files screen, and will be permanently removed in the next scheduled cleanup (though copies may exist on other IPFS nodes). This action cannot be reversed.}}",
    "descriptionFolder": "{count, plural, one {Are you sure you want to remove this folder? It will no longer appear on the Files screen, and will be permanently removed in the next scheduled cleanup (though copies may exist on other IPFS nodes). This action cannot be reversed.} other {Are you sure you want to remove these {count} folders? They will no longer appear on the Files screen, and will be permanently removed in the next scheduled cleanup (though copies may exist on other IPFS nodes). This action cannot be reversed.}}",
    "descriptionFile": "{count, plural, one {Are you sure you want to remove this file? It will no longer appear on the Files screen, and will be permanently removed in the next scheduled cleanup (though copies may exist on other IPFS nodes). This action cannot be reversed.} other {Are you sure you want to remove these {count} files? They will no longer appear on the Files screen, and will be permanently removed in the next scheduled cleanup (though copies may exist on other IPFS nodes). This action cannot be reversed.}}",
    "checkboxRemoveLocalPin": "Also remove local pin (recommended)",
    "checkboxUnpinFromServices": "Unpin from all pinning services"
  },
  "pinningModal": {
    "title": "Seleziona dove vorresti mettere il pin a questi oggetti.",
    "footer": "Hai bisogno di aggiungere o configurare un servizio di pinning? Vai alle <1>Impostazioni</1>.",
    "localNode": "Nodo locale.",
    "totalSize": "Totale: {size}"
  },
  "addByPathModal": {
    "title": "Importa da IPFS",
    "description": "Inserisci un percorso IPFS (CID) da importare.",
    "examples": "Esempi:"
  },
  "newFolderModal": {
    "title": "Nuova cartella",
    "description": "Inserisci il nome della cartella che vuoi creare."
  },
  "filesListLabel": "Lista di file",
  "filesList": {
    "noFiles": "<0>Nessun file in questo percorso. Clicca il bottone \"Importa\" per aggiungerne.</0>"
  },
  "filesImportStatus": {
    "imported": "{count, plural, one {1 oggetto importato} other {{count} oggetti importati.}}",
    "importing": "{count, plural, one {Importazione di 1 oggetto} other {Importazione di {count} oggetti}}",
    "toggleDropdown": "Attiva/Disattiva menù a discesa",
    "closeDropdown": "Chiudi menù a discesa",
    "count": "{count} di {count}"
  },
  "addFilesInfo": "<0>Non ci sono file! Aggiungi i file al tuo nodo IPFS locale cliccando sul bottone <1>Importa</1> sovrastante.</0>",
  "companionInfo": "<0>Mentre utilizzi <1>IPFS Companion</1>, la visualizzazione dei file è limitata a quelli aggiunti durante l'uso dell'estensione.</0>",
  "tour": {
    "step1": {
      "title": "Pagina dei file",
      "paragraph1": "<0>Questo è il luogo in cui risiedono i file sul tuo <1>Mutable File System (MFS)</1>. Puoi aggiungere file o cartelle e gestirli da questa pagina.</0>",
      "paragraph2": "Clicca \"Avanti\" per saperne di più."
    },
    "step2": {
      "title": "Breadcrumb",
      "paragraph1": "Questi tracciati mostrano il percorso verso la tua cartella attuale. Potresti...",
      "bullet1": "Clicca su un tracciato per andare in quella cartella",
      "bullet2": "Clicca col tasto destro su un tracciato per visualizzare il menu delle azioni di quella cartella",
      "bullet3": "Trascina i file su un tracciato per spostarli od importarli"
    },
    "step3": {
      "title": "Aggiungi file",
      "paragraph1": "Qui puoi vedere quanti blocchi e file hai affissato.",
      "paragraph2": "Puoi aggiungere file o cartelle alla tua repository attraverso il menù a tendina a destra.",
      "paragraph3": "<0>Se vuoi aggiungere qualcosa che è già contenuto su IPFS, puoi importarlo al tuo MFS passando il suo <1>Content Identifier (CID)</1>.</0>"
    },
    "step5": {
      "title": "Lista di file",
      "paragraph1": "Infine, la lista dove puoi trovare i tuoi file e cartelle. Trascina e rilascia file o cartelle per aggiungerli/e.",
      "paragraph2": "You can share or download files, inspect them in the IPLD Explorer, rename or remove them!",
      "paragraph3": "Suggerimento: trascina e rilascia un file da qualsiasi pagina del Web UI per aggiungerli al root del tuo MFS."
    }
  },
  "loadMore": "Carica di più",
  "previousFolder": "Torna alla cartella precedente",
  "fileLabel": "Seleziona {type} {name} con dimensione: {size}",
  "hashUnavailable": "Hash non disponibile",
  "checkboxLabel": "Mostra più opzioni per {name}",
  "pinned": "Affissato",
  "pinnedRemotely": "Pinned remotely",
  "blocks": "Blocchi",
  "allBlocks": "Tutti i blocchi",
  "allBlocksDescription": "Dimensione totale dei blocchi sul tuo intero nodo IPFS; questo include tutto ciò che si trova in Files, più tutti gli elementi localmente pinnati e qualsiasi dato temporaneo nella cache",
  "filesDescription": "Dimensione totale dei dati nella directory corrente (se è una subdirectory, viene visualizzata anche la dimensione di tutti i dati nei Files)",
  "more": "Altro",
  "files": "File",
  "cidNotFileNorDir": "Il collegamento corrente non è né un file né un percorso. Prova invece ad <0>ispezionarlo</0>.",
  "sortBy": "Ordina oggetti per {name}"
}
