{
  "title": "Benvenuto | IPFS",
  "description": "Pagina di Benvenuto",
  "connected": {
    "paragraph1": "Benvenuto nel futuro di internet! Ora sei una parte preziosa del web distribuito."
  },
  "notConnected": {
    "paragraph1": "<0>Controlla la guida all'installazione nella <1>Documentazione IPFS</1>, oppure prova queste soluzioni comuni:",
    "paragraph2": "<0>Il tuo demone IPFS è in esecuzione? Prova ad avviarlo od a riavviarlo dal tuo terminale:</0>",
    "paragraph3": "<0>La tua API IPFS è configurata per permettere le <1>richieste cross-origin (CORS)</1>? Se non lo è, avvia questi comandi e successivamente il daemon dal terminale:</0>",
    "paragraph4": "<0>La tua API IPFS è su una porta diversa da 5001? Se il tuo nodo è configurato con un <1>indirizzo API personalizzato</1>, inseriscilo qui.</0>"
  },
  "aboutIpfs": {
    "header": "Che cos'è IPFS?",
    "paragraph1": "<0><0>Un protocollo per la distribuzione di ipermedia</0> che incorpora idee da Kademlia, BitTorrent, Git ed altri</0>",
    "paragraph2": "<0><0>Una rete di trasferimenti di file peer-to-peer</0> con un'architettura completamente decentralizzata e senza punti centrali di fallimento, censura o controllo</0>",
    "paragraph3": "<0><0>Una rampa di lancio verso il web del futuro</0> — i browser  tradizionali possono accedere ai file IPFS tramite gateway quali <2>https://ipfs.io</2> od utilizzando direttamente l'estensione <4>IPFS Companion</4></0>",
    "paragraph4": "<0><0>Un CDN di nuova generazione</0> — basta aggiungere un file al tuo nodo per renderlo disponibile al mondo con l'indirizzamento content-hash cache-friendly ed una distribuzione di banda in stile BitTorrent</0>",
    "paragraph5": "<0><0>Un set di strumenti per sviluppatore</0> per costruire <2>app e servizi completamente distribuiti</2>, sostenuti da una forte comunità open-source</0>"
  },
  "welcomeInfo": {
    "header": "In quest'app puoi...",
    "paragraph1": "<0><0>Controllare lo stato del tuo nodo</0>, incluso a quanti peer sei connesso, le tue statistiche di banda e memoria ed altro</0>",
    "paragraph2": "<0><0>Visualizza e gestisci i file</0> nella tua repo IPFS, incluso l'importo drag-and-drop dei file, un semplice blocco dei file ed opzioni di condivisione e scaricamento veloci.",
    "paragraph3": "<0><0>Visita la \"Foresta Merkle\"</0> con alcuni set di dati d'esempio e l'esplora IPLD, il modello di dati che sostiene il lavoro di IPFS</0>",
    "paragraph4": "<0><0>Guarda chi è connesso al tuo nodo</0>, geolocalizza su una mappa globale tramite il loro indirizzo IP</0>",
    "paragraph5": "<0><0>Visiona o modifica le impostazioni del tuo nodo</0> — nessuna riga di comando richiesta</0>",
    "paragraph6": "<0><0>Controlla il codice sorgente di quest'app</0> per <2>segnalare un bug</2> o contribuire e rendere IPFS migliore per tutti!</0>"
  },
  "tour": {
    "step1": {
      "title": "Pagina di benvenuto",
      "paragraph1": "Questa pagina ti fa sapere se sei connesso ad IPFS e ti offre idee su cosa potresti fare in quest'app.",
      "paragraph2": "Se non sei connesso all'API di IPFS, questa pagina compare anche in altri posti con suggerimenti su come ti potresti connettere.",
      "paragraph3": "Puoi visitare questa pagina da qualunque parte di questa app cliccando sul cubo, logo di IPFS, nella barra di navigazione."
    }
  }
}
