{
  "title": "Settings",
  "save": "Save",
  "saving": "Saving...",
  "reset": "Reset",
  "language": "Language",
  "config": "IPFS Config",
  "languageModal": {
    "title": "Change Language",
    "description": "Pick your preferred language"
  },
  "actions": {
    "edit": "Change",
    "close": "Close"
  },
  "fetchingSettings": "Fetching settings...",
  "configApiNotAvailable": "The IPFS config API is not available. Please disable the \"IPFS Companion\" Web Extension and try again.",
  "settingsUnavailable": "Settings not available. Please check your IPFS daemon is running.",
  "settingsHaveChanged": "The settings have changed, please click <1>Reset</1> to update the editor contents",
  "errorOccured": "An error occured while saving your changes",
  "checkConsole": "Check the browser console for more info.",
  "changesSaved": "Your changes have been saved",
  "settingsWillBeUsedNextTime": "The new settings will be used next time you restart the IPFS daemon.",
  "ipfsConfigDescription": "The IPFS config file is a json document. It is read once when the IPFS daemon is started. Save your changes then restart the IPFS daemon to apply them.",
  "ipfsDesktop": "IPFS Desktop",
  "launchOnStartup": "Launch on startup",
  "autoAddScreenshots": "Auto add screenshots",
  "autoAddScreenshotsDescription": "Use <0>{ctrlKey}</0> + <2>{altKey}</2> + <3>S</3> to take screenshots and add them to the repository.",
  "downloadCopiedHash": "Download copied hash",
  "downloadCopiedHashDescription": "Use <0>{ctrlKey}</0> + <2>{altKey}</2> + <3>D</3> to download the last copied hash.",
  "AnalyticsToggle": {
    "label": "Help improve this app by sending anonymous usage data",
    "summary": "What data is collected?",
    "paragraph1": "Protocol Labs hosts a <1>Countly</1> instance to record anonymous usage data for this app.",
    "basicInfo": "The following additional information is sent to countly.ipfs.io",
    "optionalInfo": "You can opt-in to send the following information:",
    "sessions": {
      "label": "Sessions",
      "summary": "when and how long you use the app, and browser metrics"
    },
    "events": {
      "label": "Events",
      "summary": "actions like adding or deleting files, and how long it took",
      "details": "App specific actions. We record only that the action happened, how long it took from start to finish, and a count if the event involved multiple items."
    },
    "views": {
      "label": "Page views",
      "summary": "which sections of the app you visit",
      "details": "Records which sections of the apps are visited. The paths recorded only include the pattern used to match the route rather than the full url. "
    },
    "location": {
      "label": "Location",
      "summary": "Country code from IP address. IP address is discarded",
      "details": "Your IP address is used to calculate a Country code for your location, like \"FR\" for France. Where consent is not given to track location, an empty location property is sent with all requests to signal to the server to disable the location look up. This information helps guide our translation effort and figure out where we should put on events."
    },
    "crashes": {
      "label": "App errors",
      "summary": "JavaScript error messages and stack traces",
      "details": "Records JavaScript error messages and stack traces that occur while using the app, where possible. It is very helpful to know when the app is not working for you, but <1>error messages may include identifiable information</1> like CIDs or file paths, so only enable this if you are comfortable sharing that information with us."
    },
    "item0": "A random, generated device ID",
    "item1": "Country code from IP address. IP address is discarded",
    "item2": "Session duration",
    "item3": "Browser and OS version from User Agent string in `navigator.userAgent`",
    "item4": "Display resolution and density",
    "item5": "Locale (browser language, e.g German)",
    "item6": "Browser information",
    "item7": "Which app sections are visited",
    "item8": "App errors",
    "paragraph3": "No CIDs, filenames, or other personal information are collected. We want metrics to show us which features are useful to help us prioritise what to work on next, and system configuration information to guide our testing."
  }
}
