{
  "title": "Welcome | IPFS",
  "description": "Welcome Page",
  "apiAddressForm": {
    "apiLabel": "API ADDRESS",
    "submitButton": "Submit"
  },
  "connected": {
    "header": "Connected to IPFS",
    "paragraph1": "You are now ready to explore the distributed web!"
  },
  "notConnected": {
    "header": "Could not connect to the IPFS API",
    "paragraph1": "These common troubleshooting steps may be helpful:",
    "paragraph2": "<0>Is your IPFS daemon running? Try starting or restarting it from your terminal:</0>",
    "paragraph3": "<0>Is your IPFS API configured to allow <1>cross-origin (CORS) requests</1>? If not, run these commands and then start your daemon from the terminal:</0>",
    "paragraph4": "<0>Is your IPFS API on a port other than 5001? If your node is configured with a <1>custom API address</1>, enter it here to update your config file.</0>",
    "paragraph5": "<0>Still need help? Check out the troubleshooting guide in the <1>IPFS Docs</1>.</0>"
  },
  "aboutIpfs": {
    "header": "What is IPFS?",
    "paragraph1": "<0><0>IPFS is a protocol</0> that defines a content-addressed file system, coordinates content delivery and combines ideas from Kademlia, BitTorrent, Git and more.</0>",
    "paragraph2": "<0><0>IPFS is a filesystem.</0> It has directories and files and mountable filesystem via FUSE.</0>",
    "paragraph3": "<0><0>IPFS is a web.</0> Files are accessible via HTTP gateways like <2>https://ipfs.io</2>. Browsers <4>can be extended</4> to use the <6>ipfs://</6> scheme directly, and hash-addressed content guarantees authenticity.</0>",
    "paragraph4": "<0><0>IPFS is p2p.</0> It supports worldwide peer-to-peer file transfers with a completely decentralized architecture and no central point of failure.</0>",
    "paragraph5": "<0><0>IPFS is a CDN.</0> Add a file to your local repository, and it's now available to the world with cache-friendly content-hash addressing and BitTorrent-like bandwidth distribution.</0>"
  },
  "welcomeInfo": {
    "header": "Things you can do in this app",
    "paragraph1": "<0><0>Check the status</0> of your node, its Peer ID and connection info, the network traffic and the number of connected peers.</0>",
    "paragraph2": "<0>Easily manage files in your IPFS repo. Drag and drop here to add files, and you can move, rename, delete, share or download them.</0>",
    "paragraph3": "<0>You can <1>explore IPLD data</1> that underpins how IPFS works.</0>",
    "paragraph4": "<0>See all of your <1>connected peers</1>, geolocated by their IP address.</0>",
    "paragraph5": "<0><0>Review the settings</0> for your IPFS node, and update them to better suit your needs.</0>",
    "paragraph6": "<0>If you want to help push the Web UI forward, <1>check out its code</1> or <3>report a bug</3>!</0>"
  }
}
