{
  "title": "Bem-vindo ao IPFS",
  "configureApiPort": {
    "header": "Está a correr a API numa porta que não a 5001?",
    "paragraph1": "<0>Se o seu nó IPFS está configurado com um <1>endereço de API diferente do padrão</1>, defina-o aqui por favor</0>"
  },
  "apiAddressForm": {
    "apiLabel": "ENDEREÇO DA API",
    "submitButton": "Submeter"
  },
  "connected": {
    "header": "Conectado ao IPFS",
    "paragraph1": "<0>Agora é altura para explorar o seu nó. Aceda à <1>página Ficheiros</1> para gerir e partilhar os seus ficheiros ou explore a <3>Floresta Merkle</3> de dados ligados a hash alojado por par através do <5>Explorador IPLD</5>.</0>",
    "paragraph2": "<0>Pode sempre regressar a este endereço para alterar o nó IPFS ao qual está conectado.</0>"
  },
  "notConnected": {
    "header": "O seu IPFS daemon está correr?",
    "paragraph1": "<0>Falha ao conectar à API.</0>",
    "paragraoh2": "<0>Certifique-se que <1>configurou a sua API IPFS</1> para permitir pedidos de origem cruzada (CORS), executando os comandos abaixo:</0>",
    "paragraph3": "<0>Inicie o IPFS no terminal:</0>",
    "paragraph4": "<0>Para mais informação sobre como iniciar a sua jornada com o IPFS, pode <1>ler o guia</1>.</0>"
  },
  "aboutIpfs": {
    "header": "O que é o IPFS?",
    "paragraph1": "<0>O <0>IPFS é um protocolo</0> que define um sistema de ficheiros endereçado por conteúdo, coordena a entrega de conteúdo e combina ideias do Kademlia, BitTorrent, Git entre outros.</0>",
    "paragraph2": "<0>O <0>IPFS é um sistema de ficheiros.</0> Tem pastas e ficheiros e um sistema de ficheiros montável através do FUSE.</0>",
    "paragraph3": "<0>O <0>IPFS é uma rede.</0> Os ficheiros são acessíveis através de gateways HTTP como <2>https://ipfs.io</2>. Os navegadores <4>podem ser expandidos</4> para usarem o esquema <6>ipfs://</6> diretamente, e o conteúdo endereçado por hash garante a autenticidade</0>",
    "paragraph4": "<0>O <0>IPFS é p2p.</0> Suporta transferências de ficheiros mundias de pare-para-par com uma arquitetura completamente descentralizada e sem um ponto de falha central.</0>",
    "paragraph5": "<0>O <0>IPFS é um CDN (rede de entrega de conteúdo).</0> Adicione um ficheiro ao seu repositório, e estará agora disponível ao mundo com uma distribuição de endereçamento de conteúdo com hash e cache-friendly, assim como uma distribuição de largura de banda similar ao bittorrent.</0>"
  }
}
