{
  "title": "Bem-vindo | IPFS",
  "description": "Página de boas-vindas",
  "connected": {
    "paragraph1": "Bem-vindo ao futuro da Internet! Você agora é uma parte valiosa da web distribuída."
  },
  "notConnected": {
    "paragraph1": "<0>Verifique o guia de instalação nos <1>Documentos IPFS</1> ou tente estas correções comuns:</0>",
    "paragraph2": "<0>Seu daemon IPFS está em execução? Tente iniciá-lo ou reiniciá-lo em seu terminal:</0>",
    "paragraph3": "<0>Sua API IPFS está configurada para permitir <1>solicitações de origem cruzada (CORS)</1>? Caso contrário, execute estes comandos e, em seguida, inicie o daemon a partir do terminal:</0>",
    "paragraph4": "<0>Sua API IPFS está em uma porta diferente de 5001? Se o seu nó estiver configurado com um <1>endereço de API personalizado</1>, insira-o aqui.</0>"
  },
  "aboutIpfs": {
    "header": "O que é o IPFS?",
    "paragraph1": "<0><0>Um protocolo de distribuição de hipermídia</0> que incorpora ideias de Kademlia, BitTorrent, Git e muito mais</0>",
    "paragraph2": "<0><0>Uma rede de transferência de arquivos ponto a ponto</0> com uma arquitetura completamente descentralizada e nenhum ponto central de falha, censura ou controle</0>",
    "paragraph3": "<0><0>Uma via de acesso para a web de amanhã</0> - navegadores tradicionais podem acessar arquivos IPFS através de gateways como <2>https://ipfs.io</2> ou diretamente usando a extensão <4>Suplemento IPFS</4></0>",
    "paragraph4": "<0><0>Um CDN de última geração</0> - basta adicionar um arquivo ao seu nó para torná-lo disponível para o mundo com endereçamento hash de conteúdo compatível com cache e distribuição de largura de banda no estilo BitTorrent</0>",
    "paragraph5": "<0><0>Um conjunto de ferramentas de desenvolvedor</0> para construir <2>aplicativos e serviços completamente distribuídos</2>, apoiado por uma comunidade robusta de código aberto</0>"
  },
  "welcomeInfo": {
    "header": "Nesse app, você pode...",
    "paragraph1": "<0><0>Verifique o status do seu nó</0>, incluindo a quantos pares você está conectado, suas estatísticas de armazenamento e largura de banda e muito mais</0>",
    "paragraph2": "<0><0>Visualize e gerencie arquivos</0> em seu repositório IPFS, incluindo importação de arquivos com arrastar e soltar, fixação fácil e compartilhamento rápido e opções de download</0>",
    "paragraph3": "<0><0>Visite a \"Floresta de Merkle\"</0> com alguns conjuntos de dados de amostra e explore o IPLD, o modelo de dados que sustenta o funcionamento do IPFS</0>",
    "paragraph4": "<0><0>Veja quem está conectado ao seu nó</0>, com geolocalização em um mapa múndi através do endereço IP deles</0>",
    "paragraph5": "<0><0>Revise ou edite suas configurações de nó</0> - nenhuma linha de comando é necessária</0>",
    "paragraph6": "<0><0>Verifique o código-fonte deste aplicativo</0> para <2>relatar um bug</2> ou dar uma contribuição e tornar o IPFS melhor para todos!</0>"
  },
  "tour": {
    "step1": {
      "title": "Página de boas-vindas",
      "paragraph1": "Esta página permite que você saiba se está conectado ao IPFS e oferece ideias de coisas que você pode fazer com este aplicativo.",
      "paragraph2": "Se você não estiver conectado à API IPFS, esta página também aparecerá no lugar de algumas outras, com dicas de como se conectar.",
      "paragraph3": "Você pode visitar esta página de qualquer lugar no aplicativo clicando no logotipo do cubo IPFS na barra de navegação."
    }
  }
}
